Repository: MaxPra/GameTimeX
Catalog: LanguageTerms.*.resx
Languages: de

# automaticProfileSwitching
source: Automatic switching between game profiles
de: Automatisches wechseln zwischen den Spielprofilen.

# automaticProfileSwitchingToolTip
source: When enabled, GameTimeX automatically switches the game profile.
de: Wenn aktiviert, wechselt GameTimeX automatisch das Spielprofil.

# automaticProfileSwitchingToolTipNote
source: Note: The game folder path must be specified in the profile!
de: Hinweis: Der Spielordner muss beim Profil angegeben sein!

# automaticRestart
source: GameTimeX will be restarted automatically now!
de: GameTimeX wird nun automatisch neugestartet!

source: Cancel
de: Abbruch

source: Change Image
de: Bild wechseln

source: Choose Backup File
de: Backupdatei wählen

source: Choose Folder
de: Ordner wählen

source: Choose Pic
de: Bild wählen

# chosseBackupFolder
source: Choose Backup Folder
de: Backupordner wählen

source: Create Backup
de: Backup erstellen

# createBackupInfo
source: Create a backup of the saved profiles and the saved game time data
de: Erstelle ein Backup der gespeicherten profile und der zugehörigen Daten.

# createBackupWarning
source: GameTimeX will be restarted automatically to create the backup!
de: GameTimeX wird automatisch neugestartet um das Backup zu erstellen!

source: Create new profile
de: Neues Profil erstellen

source: Current key:
de: Aktiver Key:

source: Delete
de: Löschen

source: First time played:
de: Erstes Mal gespielt:

# gameFolderOverlay
source: Game folder (opt.)
de: Spielordner (opt.)

source: Game time:
de: Spielzeit:

source: General Options
de: Allgemeine Optionen

source: Import Backup
de: Backup importieren

# importBackupInfo
source: Import a backup of the saved profiles and the saved game time data
de: Importiere ein Backup der gespeicherten Profildaten und der zugehörigen Daten

# importBackupWarning
source: GameTimeX will be restarted automatically to import the backup!
de: GameTimeX wird automatisch neugestartet um das Backup zu importieren!

source: Key active
de: Taste aktiv

source: Key for game monitoring
de: Taste für Spielzeitaufnahme

source: Last time played:
de: Letzes mal gespielt:

source: minutes
de: Minuten

source: Monitor key
de: Taste aufzeichnen

# profileNameOverlay
source: Profile name
de: Profilname

source: Properties
de: Eigenschaften

source: Question
de: Frage

# reallyDelete
source: Do you really want to delete
de: Möchtest du das folgende Profil wirklich löschen

source: Rename Profile
de: Profil umbenennen

source: save
de: Speichern

# searchForGames
source: Search for games here
de: Suche hier nach dem Profilnamen

source: Settings
de: Einstellungen

# showCurrentGameTimeSession
source: Show current game time session when monitoring
de: Zeige aktuelle Spielzeitsession während der Aufnahme.

# showCurrentGameTimeSessionToolTip
source: if checked the current session game time is shown below the start/stop monitoring button
de: Wenn gewählt, wird die derzeitige Spielzeit der Session unter dem Start-/Stopmonitoringbutton angezeigt.

source: Show toast notification
de: Zeige Benachrichtigung

source: Start Monitoring
de: Starte Aufnahme

source: Stop Monitoring
de: Stoppe Aufnahme
